-- poem 테이블에 데이터를 등록
INSERT INTO poems (title, author, contents) VALUES ('서시', '윤동주','죽는 날까지 하늘을 우러러\n한 점 부끄럼 없기를\n잎새에 이는 바람에도\n나는 괴로워했다.\n별을 노래하는 마음으로\n모든 죽어 가는 것을 사랑해야지\n그리고 나한테 주어진 길을\n걸어가야겠다.\n\n오늘 밤에도 별이 바람에 스치운다.');

INSERT INTO poems (title, author, contents) VALUES ('자화상', '윤동주','산모퉁이를 돌아 논가 외딴 우물을 홀로 찾아가선 가만히 들여다봅니다.\n\n우물 속에는 달이 밝고 구름이 흐르고 하늘이 펼치고 파아란 바람이 불고 가을이 있습니다.\n\n 그리고 한 사나이가 있습니다.\n어쩐지 그 사나이가 미워져 돌아갑니다.\n\n돌아가다 생각하니 그 사나이가 가엾어집니다.\n도로 가 들여다보니 사나이는 그대로 있습니다.\n\n 다시 그 사나이가 미워져 돌아갑니다.\n돌아가다 생각하니 그 사나이가 그리워집니다.\n\n 우물 속에는 달이 밝고 구름이 흐르고 하늘이 펼치고 파아란 바람이 불고 가을이 있고 추억처럼 사나이가 있습니다.');

INSERT INTO poems (title, author, contents) VALUES ('소년', '윤동주','여기저기서 단풍잎 같은 슬픈 가을이 뚝뚝 떨어진다. 단풍잎 떨어져 나온 자리마다 봄을 마련해 놓고 나뭇가지 위에 하늘이 펼쳐 있다. 가만히 하늘을 들여다보려면 눈썹에 파란 물감이 든다. 두 손으로 따뜻한 볼을 쓸어 보면 손바닥에도 파란 물감이 묻어난다. 다시 손바닥을 들여다본다. 손금에는 맑은 강물이 흐르고, 맑은 강물이 흐르고, 강물 속에는 사랑처럼 슬픈 얼굴-아름다운 순이의 얼굴이 어린다. 소년은 황홀히 눈을 감아 본다. 그래도 맑은 강물은 흘러 사랑처럼 슬픈 얼굴- 아름다운 순이의 얼굴은 어린다.');
