-- poem 테이블에 데이터를 등록
INSERT INTO poems (title, author, contents) VALUES ('서시', '윤동주','죽는 날까지 하늘을 우러러\n한 점 부끄럼 없기를\n잎새에 이는 바람에도\n나는 괴로워했다.\n별을 노래하는 마음으로\n모든 죽어 가는 것을 사랑해야지\n그리고 나한테 주어진 길을\n걸어가야겠다.\n\n오늘 밤에도 별이 바람에 스치운다.');

INSERT INTO poems (title, author, contents) VALUES ('자화상', '윤동주','산모퉁이를 돌아 논가 외딴 우물을 홀로 찾아가선 가만히 들여다봅니다.\n\n우물 속에는 달이 밝고 구름이 흐르고 하늘이 펼치고 파아란 바람이 불고 가을이 있습니다.\n\n 그리고 한 사나이가 있습니다.\n어쩐지 그 사나이가 미워져 돌아갑니다.\n\n돌아가다 생각하니 그 사나이가 가엾어집니다.\n도로 가 들여다보니 사나이는 그대로 있습니다.\n\n 다시 그 사나이가 미워져 돌아갑니다.\n돌아가다 생각하니 그 사나이가 그리워집니다.\n\n 우물 속에는 달이 밝고 구름이 흐르고 하늘이 펼치고 파아란 바람이 불고 가을이 있고 추억처럼 사나이가 있습니다.');

INSERT INTO poems (title, author, contents) VALUES ('소년', '윤동주','여기저기서 단풍잎 같은 슬픈 가을이 뚝뚝 떨어진다. 단풍잎 떨어져 나온 자리마다 봄을 마련해 놓고 나뭇가지 위에 하늘이 펼쳐 있다. 가만히 하늘을 들여다보려면 눈썹에 파란 물감이 든다. 두 손으로 따뜻한 볼을 쓸어 보면 손바닥에도 파란 물감이 묻어난다. 다시 손바닥을 들여다본다. 손금에는 맑은 강물이 흐르고, 맑은 강물이 흐르고, 강물 속에는 사랑처럼 슬픈 얼굴-아름다운 순이의 얼굴이 어린다. 소년은 황홀히 눈을 감아 본다. 그래도 맑은 강물은 흘러 사랑처럼 슬픈 얼굴- 아름다운 순이의 얼굴은 어린다.');

INSERT INTO poems (title, author, contents) VALUES ('눈 오는 지도', '윤동주', '순이가 떠난다는 아침에 말 못할 마음으로 함박눈이 내려, 슬픈 것처럼 창밖에 아득히 깔린 지도 위에 덮인다.\n방 안을 돌아다보아야 아무도 없다. 벽과 천장이 하얗다. 방안에까지 눈이 내리는 것일까. 정말 너는 잃어버린 역사처럼 홀홀히 가는 것이냐, 떠나기 전에 일러둘 말이 있던 것을 편지를 써서도 네가 가는 곳을 몰라 어느 거리, 어느 마을, 어느 지붕 밑, 너는 내 마음속에만 남아 있는 것이냐, 네 쪼그만 발자국을 눈이 자꾸 내려 덮여 따라갈 수도 없다. 눈이 녹으면 남은 발자국 자리마다 꽃이 피리니 꽃 사이로 발자국을 찾아 나서면 일 년 열두 달 하냥 내 마음에는 눈이 내리리라');

INSERT INTO poems (title, author, contents) VALUES ('돌아와 보는 밤','윤동주', '세상으로부터 돌아오듯이 이제 내 좁은 방에 돌아와 불을 끄옵니다.\n불을 켜 두는 것은 너무나 피로로은 일이옵니다.\n그것은 낮의 연장이옵기에—\n\n이제 창을 열어 공기를 바꾸어 들여야 할 텐데\n밖을 가만히 내다보아야 방 안과 같이 어두워\n꼭 세상 같은데 비를 맞고 오던 길이 그대로\n비 속에 젖어 있사옵니다.\n\n하루의 울분을 씻을 바 없어\n가만히 눈을 감으면 마음속으로 흐르는 소리,\n이제 사상이 능금처럼 저절로 익어 가옵니다.');

INSERT INTO poems (title, author, contents) VALUES ('병원', '윤동주', '살구나무 그늘로 얼굴을 가리고 병원 뒤뜰에 누워, 젊은 여자가 흰옷 아래로 하얀 다리를 드러내놓고 일광욕을 한다. 한나절이 기울도록 가슴을 앓는다는 이 여자를 찾아오는 이, 나비 한 마리도 없다. 슬프지도 않은 살구나무 가지에는 바람조차 없다.\n\n나도 모를 아픔을 오래 참다 처음으로 이곳에 찾아왔다. 그러나 나의 늙은 의사는 젊은이의 병을 모른다. 나한테는 병이 없다고 한다. 이 지나친 시련, 이 지나친 피로, 나는 성내서는 안 된다.\n\n여자는 자리에서 일어나 옷깃을 여미고 화단에서 금잔화 한 포기를 따 가슴에 꽂고 병실 안으로 사라진다. 나는 그 여자의 건강이 — 아니 내 건강도 속히 회복되기를 바라며 그가 누웠던 자리에 누워 본다.');

INSERT INTO poems (title, author, contents) VALUES ('새로운 길', '윤동주', '내를 건너서 숲으로\n고개를 넘어 마을로\n\n어제도 가고 오늘도 갈\n나의 길 새로운 길\n\n민들레가 피고 까치가 날고\n아가씨가 지나고 바람이 일고\n\n나의 길은 언제나 새로운 길\n오늘도•••••• 내일도••••••\n\n내를 건너서 숲으로\n고개를 넘어 마을로')